{
  "alki": {
    "name": "Alki Beach Park",
    "address": "1702 Alki Ave. S.W., Seattle",
    "maps": "https://www.google.com/maps/place/Alki+Beach+Park+Bathhouse+Lawn+Outdoor+Event+Space/@47.5793701,-122.4105772,17z/data=!3m1!4b1!4m2!3m1!1s0x549040860c485fb7:0x322fe938ece762ae",
    "description": "Think summer in Seattle, and you think Alki. The 2.5-mile beachfront brings all sorts -- walkers, joggers, rollerbladers, cyclists -- looking to dip their toes in the sand, play volleyball and enjoy some Seattle rays. The park features picnic tables, a bathhouse art studio and a restroom on the south end of the beach.  ",
    "url": "http://www.seattle.gov/parks/park_detail.asp?ID=445",
    "image": "alki",
    "credit": "Erika Schultz / The Seattle Times, 2015",
    "caption": "Angie Harpole, center, works out with her son Declan Harpole, 1 year, during a FIT4MOM stroller barre class at Alki Beach Thursday, May 28, 2015. Instructor Lisa Bradbury said more than a dozen moms and their children came out for the group exercise class that is \"fitness for mom, fun for baby.\" The group meets five days-a-week, rain or shine. "
  },
  "carkeek": {
    "name": "Carkeek Park",
    "address": "950 N.W. Carkeek Park Road, Seattle",
    "maps": "https://www.google.com/maps/place/Carkeek+Park/@47.7116232,-122.3721688,17z/data=!3m1!4b1!4m2!3m1!1s0x549016bbf4365cc9:0x10f611edb87766b5",
    "description": "This 220-acre forested ravine, laced with trails and edged with a sandy Puget Sound beach, is an urban oasis. Carkeek Park is beloved by the local community, with kids, families, beach walkers and picnickers using it in all weather, any day of the week. It's a park that shows the loving attention of many years of investment by volunteers.",
    "url": "http://www.seattle.gov/parks/environment/carkeek.htm",
    "image": "carkeek",
    "credit": "Bettina Hansen / The Seattle Times, 2015",
    "caption": "Eva DeMaria and her son Matteo, 3, CQ of Seattle, comb the beach at Carkeek Park at low tide for Puget Sound wildlife Sunday June 7, 2015.  Seattle Aquarium beach naturalists were also out at Carkeek Park and others to point out species and share knowledge of the creatures found at low tide. For more information on low tide walks with naturalists, visit seattleaquarium.org/beach-naturalist "
  },
  "discovery": {
    "name": "Discovery Park",
    "address": "3801 Discovery Park Blvd., Seattle",
    "maps": "https://www.google.com/maps/place/Discovery+Park/@47.6612969,-122.4178057,17z/data=!3m1!4b1!4m2!3m1!1s0x549015f0e18e409f:0x519842caa4fa6320",
    "description": "Formerly the Army's Fort Lawton, this 534-acre bluff is the city's largest park. Its elevation offers spectacular views of both the Olympic and Cascade mountains. Below the cliff, there are 2 miles of tidal beaches for in-city beachcombing. ",
    "url": "http://www.seattle.gov/parks/environment/discovery.htm",
    "image": "discovery",
    "credit": "Erika Schultz / The Seattle Times, 2014",
    "caption": "Linnea Mihkels CQ, 8, rock hops near the West Point Lighthouse at Discovery Park Monday, May 12, 2014. Mihkels took a sunset walk with her five-year-old sister Liivika CQ and parents, who were celebrating their 13th wedding anniversary. \"It's gorgeous,\" said mother Anna Mihkels, about the weather. \"The sun feels so good… It's a welcome change.\" "
  },
  "genecoulon": {
    "name": "Gene Coulon Memorial Beach Park",
    "address": "1201 Lake Washington Blvd. N., Renton",
    "maps": "https://www.google.com/maps/place/Gene+Coulon+Memorial+Beach+Park/@47.503881,-122.2033954,17z/data=!3m1!4b1!4m2!3m1!1s0x54906839addab193:0xf013931cc63505a1",
    "description": "Renton’s answer to Ballard’s Golden Gardens, Gene Coulon boasts a large sandy beach, several mega-picnic shelters, a large swimming area on Lake Washington, and enough amenities to entertain everyone all day — including a large playground, volleyball and tennis courts, and snacks from the food stand. ",
    "url": "http://rentonwa.gov/living/default.aspx?id=74",
    "image": "genecoulon",
    "credit": "Ellen M. Banner / The Seattle Times, 2015",
    "caption": "Brenna Healy, a lifeguard at Gene Coulon Memorial Beach Park in Renton, keeps a careful eye on swimmers at the park Thursday afternoon.  There are eight lifeguards and one to two managers on duty everyday at the park from 12 - 8 p.m., but since it's been so warm, the lifeguards have been on duty til 9.  This is Healy's sixth year as a lifeguard.   "
  },
  "golden": {
    "name": "Golden Gardens Park",
    "address": "8498 Seaview Place N.W., Seattle",
    "maps": "https://www.google.com/maps/place/Golden+Gardens+Park/@47.6897068,-122.4023254,17z/data=!3m1!4b1!4m2!3m1!1s0x549016648e6062ef:0x5b2c838d4c7f0aca",
    "description": "Percussion hobbyists, fire pits, sailboats. That’s your Golden Gardens experience in a nutshell. Bonfires crackle in designated pits. In other corners, families picnic under huge, reservable shelters. If you’re looking for a tranquil day at the beach, that’s not going to happen here. But the sunset will not disappoint.",
    "url": "http://www.seattle.gov/parks/park_detail.asp?ID=243",
    "image": "goldengardens",
    "credit": "Lindsey Wasson / The Seattle Times, 2015",
    "caption": "People gather around a bonfire as they enjoy the warm weather and a hazy sunset due to wildfires in Siberia at Golden Gardens Park on Sunday, April 19, 2015. The National Weather Service reported that temperatures at SeaTac hit 70 degrees for the first time since October 19 of last year, exactly 6 months ago.  "
  },
  "greenlake": {
    "name": "Green Lake Park",
    "address": "7201 E. Greenlake Drive N., Seattle",
    "maps": "https://www.google.com/maps/place/Green+Lake+Park/@47.6815698,-122.3411322,17z/data=!3m1!4b1!4m2!3m1!1s0x54901415f706b211:0xa9542a8e26aea778",
    "description": "The 2.8-mile path around Green Lake is a favorite for runners, walkers, skaters and bikers alike. Fancy some time on the water? The lake is a popular spot for kayaking, windsurfing and stand-up paddleboarding.  It's also home to Seattle Public Theater at the Bathhouse. ",
    "url": "http://www.seattle.gov/parks/park_detail.asp?ID=307",
    "image": "greenlake",
    "credit": "Ellen M. Banner / The Seattle Times, 2015",
    "caption": "A woman pushes a stroller around the north end of Green Lake in Seattle, WA, April 14, 2015.  Sunny skies are expected for part of the coming weekend. "
  },
  "juanita": {
    "name": "Juanita Bay Park",
    "address": "2201 Market St, Kirkland",
    "maps": "https://www.google.com/maps/place/Juanita+Bay+Park/@47.6963327,-122.2117704,17z/data=!3m1!4b1!4m2!3m1!1s0x5490125e2eeff863:0x16025f832f8affc1",
    "description": "These 118 acres of preserved wetlands provide a retreat for runners, walkers and bird watchers in a relatively busy part of town. While Juanita Beach Park, just to the northwest, is better for swimming, head here to wander the trails. ",
    "url": "http://parksofkirkland.com/juanita-bay-park/",
    "image": "juanita",
    "credit": "Ken Lambert / The Seattle Times, 2012",
    "caption": "Nature and wildlife photographer Aaron Baggenstos, at Juanita Bay Park, Thursday June 21, 2012. "
  },
  "lakeunion": {
    "name": "Lake Union Park",
    "address": "860 Terry Ave. N., Seattle",
    "maps": "https://www.google.com/maps/place/Lake+Union+Park/@47.6270967,-122.3371302,17z/data=!3m1!4b1!4m2!3m1!1s0x5490153bdc42ba65:0xc2981a6ccaed5d7d",
    "description": "This 12-acre park is near the center of downtown and features beach access for swimming, water features for children and views of seaplanes taking off and landing on the lake. Located next to the Museum of History & Industry, it’s a great spot to picnic on the grass, launch a canoe or rent a boat from the Center for Wooden Boats and explore the lake. ",
    "url": "http://www.seattle.gov/parks/park_detail.asp?ID=344",
    "image": "union",
    "credit": "Ken Lambert / The Seattle Times, 2015",
    "caption": "Tanning and seaplanes go together at Lake Union Park, Wed., July 1, 2015, in Seattle. The dry weather continues.  "
  },
  "lincoln": {
    "name": "Lincoln Park",
    "address": "8011 Fauntleroy Way S.W., Seattle",
    "maps": "https://www.google.com/maps/place/Lincoln+Park/@47.5291964,-122.3967711,17z/data=!3m1!4b1!4m2!3m1!1s0x54904139d8f5169d:0xe7921cfad18b2bfd",
    "description": "Around Lincoln Park’s 135 acres, you can find enough to do to keep you occupied for days. Colman Pool, an outdoor saltwater pool, is a jewel of the park, but open only in summer. The rest of the park – including a paved waterfront walkway, trails, fields, playgrounds, a zipline, picnic shelter, old growth forest trails and even a bald eagle nest – can be enjoyed all year.",
    "url": "http://www.seattle.gov/parks/park_detail.asp?ID=460",
    "image": "lincoln",
    "credit": "Erika Schultz / The Seattle Times, 2015",
    "caption": "Greg Graham CQ, of West Seattle and Amy Bourne CQ, of Portland, walk through Lincoln Park Sunday, Jan. 25, 2015. Crowds were out enjoying the sun and temperatures in the low-60s throughout the afternoon. \"More snow would be better but we will take the sun instead,\" Graham said. "
  },
  "lutherburbank": {
    "name": "Luther Burbank Park",
    "address": "2040 84th Ave. S.E., Mercer Island",
    "maps": "https://www.google.com/maps/place/Luther+Burbank+Park/@47.5917897,-122.2267105,17z/data=!3m1!4b1!4m2!3m1!1s0x54906bbd64a0c10b:0xdc1969ecca221a66",
    "description": "Want to spend your days relaxing on Mercer Island lakefront? This large park on the northern tip of the island offers almost a mile of shoreline and 77 acres of wetlands, forests and broad expanses of lawn.",
    "url": "https://www.mercergov.org/page.asp?navid=1138",
    "image": "lutherburbank",
    "credit": "Erika Schultz / The Seattle Times, 2013",
    "caption": "Cynthia Bixby, of Kirkland, looks at the course during the 2013 International Gay and Lesbian Aquatics open water swim in Lake Washington at Luther Burbank Park on Mercer Island Sunday, Aug. 18, 2013. Bixby was participating in her first competition ever. \"I'm excited,\" she said. Bixby said her father competed in the Olympics in the 200 meters breaststroke. "
  },
  "madison": {
    "name": "Madison Park",
    "address": "4201 E. Madison St., Seattle",
    "maps": "https://www.google.com/maps/place/Madison+Park,+Seattle,+WA+98112/@47.6358681,-122.286686,15z/data=!3m1!4b1!4m2!3m1!1s0x549014c9b0611b3b:0xf85be8f3df2273b8",
    "description": "You'll find a young and varied crowd in Madison Park, an 8-acre grassy site on the shores of Lake Washington. Head to the far right end for a sandy patch with a swimming area and lifeguard stations, join your friends on the tennis courts, or hop on the swings in the playground. ",
    "url": "http://www.seattle.gov/parks/park_detail.asp?ID=369",
    "image": "madison",
    "credit": "Lindsey Wasson / The Seattle Times, 2015",
    "caption": "Seattleites bask in the warm weather at Madison Park Beach on a sunny Seattle day on Sunday, June 7, 2015. Temperatures had climbed to 85 degrees in Seattle by mid-afternoon, with clear and sunny weather in the 70s to low 80s expected for the upcoming week.  "
  },
  "matthews": {
    "name": "Matthews Beach Park",
    "address": "5100 N.E. 93rd St., Seattle",
    "maps": "https://www.google.com/maps/place/Matthews+Beach+Park/@47.6963167,-122.2740583,17z/data=!3m1!4b1!4m2!3m1!1s0x549013b8ce33d49f:0x648bb5e64be37fff",
    "description": "On a sunny day, Matthews Beach Park provides a crystal-blue Lake Washington edged with green grass, with the gleaming Cascades in the background. (Yes, it’s that picturesque.) The small but well-visited swimming beach has a swim raft with diving boards, and the playground was renovated a few years ago.",
    "url": "http://www.seattle.gov/parks/park_detail.asp?ID=347",
    "image": "matthews",
    "credit": "Greg Gilbert / The Seattle Times, 2013",
    "caption": " Several thousand polar bear swimmers showed up at Mathews Beach for the 11th annual Polar Bear Plunge on Jan. 1, 2013. "
  },
  "myrtle": {
    "name": "Myrtle Edwards Park",
    "address": "3130 Alaskan Way, Seattle",
    "maps": "https://www.google.com/maps/place/Myrtle+Edwards+Park/@47.6194375,-122.3618174,17z/data=!3m1!4b1!4m2!3m1!1s0x5490155c45d028e3:0xbd4badc7fd400a1a",
    "description": "Wander over from downtown Seattle into gorgeous Myrtle Edwards Park, with more than a mile of bike and pedestrian paths along Elliott Bay. Adjacent to Myrtle Edwards is the Olympic Sculpture Park, 9 acres of waterfront devoted to art.",
    "url": "http://www.seattle.gov/parks/park_detail.asp?ID=311",
    "image": "myrtle",
    "credit": "Bettina Hansen / The Seattle Times, 2014",
    "caption": "People walk by \"Echo,\" a sculpture by artist Jaume Plensa, at Myrtle Edwards Park on a record-breaking warm day in Seattle on Sunday, Oct. 19, 2014.  At 3pm, SeaTac had reached 71 degrees, surpassing the previous record high of 70 degrees set in 1995. Boeing Field reached 74 degrees by 3 pm. Showers in the low 60s return on Monday and will stay throughout the week, according to the National Weather Service.  "
  },
  "seward": {
    "name": "Seward Park",
    "address": "5900 Lake Washington Blvd. S., Seattle",
    "maps": "https://www.google.com/maps/place/Seward+Park/@47.5555749,-122.2524896,17z/data=!3m1!4b1!4m2!3m1!1s0x54906a210c77f0f1:0x3c791c08c886fbb8",
    "description": "Seward Park is South Seattle’s morning, afternoon and evening constitution, a 300-acre jewel designed by the Olmsted Brothers, who helped found the National Park Service. The park holds one of the last surviving tracts of old-growth forest within the city, trails, tennis courts, a playground, beaches, an amphitheatre and a clay studio. ",
    "url": "http://www.seattle.gov/Parks/environment/seward.htm",
    "image": "seward",
    "credit": "Bettina Hansen / The Seattle Times, 2014",
    "caption": "Kids take off for a race around the buoys during the sixth-annual Round the Rock stand-up paddleboard race at Seward Park in Seattle Sunday Sept. 7, 2014. The main event is a 13-mile race clockwise around Mercer Island, with smaller races for kids and a 3.5-mile race around the perimeter of the park. The event is a non-profit benefiting Athletes 4 Cancer, a charity that supports Camp Koru, adventure camps that are held for young adult cancer survivors to empower themselves through learning new sports. This year, Round the Rock raised nearly $32,000 for Athletes for Cancer. Race organizer Jeff Underwood said the race has grown every year as the popularity of stand-up paddle boarding has grown. \"It's the accessibility,\" he says. Being lighter, smaller and easier to carry than other water sports gear attracts people to the sport, as well as the vibe. \"Everybody wants to think they're a surfer. Stand-up paddle boarding allows the frat boys in the midwest to think they're surfers,\" he joked."
  },
  "magnuson": {
    "name": "Warren G. Magnuson Park",
    "address": "7400 Sand Point Way N.E., Seattle",
    "maps": "https://www.google.com/maps/place/Warren+G.+Magnuson+Park/@47.6802568,-122.2532011,17z/data=!3m1!4b1!4m2!3m1!1s0x5490130a2c4843e7:0x613bb9df75359633",
    "description": "As the city's second-largest park, this former Navy airfield has room for every Seattleite's recreational needs: sports fields, tennis courts, walking paths, a huge off-leash area and waterfront space for swimming and boating. It also features public art, including the famous \"sound garden\" (know anything else with that name?).",
    "url": "http://www.seattle.gov/parks/Magnuson/",
    "image": "magnuson",
    "credit": "Erika Schultz / The Seattle Times, 2014",
    "caption": "Brandon Giles CQ, of Kent, prepares for his 100-mile ride at the second annual Obliteride bike ride at Magnuson Park Sunday, Aug. 10, 2014. Giles signed up to honor his uncle who passed away from skin cancer, and to fundraise to give back to the community. More than 900 people participated in the three-day event, which ended Sunday and donates all proceeds to the Fred Hutchinson Cancer Research Center. Multiple routes were offered to beginners to advanced cyclists. Friday's kick-off party at Gasworks featured performer Michael Franti and Spearhead and food from Tom Douglas."
  },
  "arboretum": {
    "name": "Washington Park Arboretum",
    "address": "2300 Arboretum Drive E., Seattle",
    "maps": "https://www.google.com/maps/place/Washington+Park+Arboretum/@47.6370916,-122.2956292,17z/data=!3m1!4b1!4m2!3m1!1s0x549014c6f6b93c81:0xa24e5c167a647e8a",
    "description": "Go for a run. Hop in a kayak. Have a picnic. No matter what you do, go enjoy the 200-acre Washington Park Arboretum. On the shore of Lake Washington, the park is home to trees, shrubs and vines from around the world. It also houses the Seattle Japanese Garden, open from February to November. ",
    "url": "http://depts.washington.edu/uwbg/gardens/wpa.shtml",
    "image": "arboretum",
    "credit": "Ellen M. Banner / The Seattle Times, 2015",
    "caption": "(l-r in front) Elizabeth, 11; Ann, 9; and James Sullivan, 6; †paddle with their nanny, Kayla Russell, of Redmond, through waters near the Washington Park Arboretum in Seattle †Monday afternoon. †Temperatures Monday were around 20 degrees lower than Sunday's record-breaking heat and the group was out enjoying the lovely, cooler day."
  }
}